dale3h/minimosd-flashpack-win64/Arduino/hardware/minimosd/boards.txt
minimosd.name=MinimOSD

minimosd.upload.protocol=arduino
minimosd.upload.maximum_size=30720
minimosd.upload.speed=57600

minimosd.bootloader.low_fuses=0xFF
minimosd.bootloader.high_fuses=0xDA
minimosd.bootloader.extended_fuses=0x05
minimosd.bootloader.path=atmega
minimosd.bootloader.file=ATmegaBOOT_168_atmega328.hex
minimosd.bootloader.unlock_bits=0x3F
minimosd.bootloader.lock_bits=0x0F

minimosd.build.mcu=atmega328p
minimosd.build.f_cpu=16000000L
minimosd.build.core=arduino:arduino
minimosd.build.variant=standard
